Repository: mihirlele/cfme
Catalog: cfme-gemset/bundler/gems/cfme-providers-vmware-21128f8c74ce/locale/*/ManageIQ_Providers_Vmware.po
Languages: pt_br

source: %{field_required} for Non-DRS enabled cluster
pt_br: %{field_required} para cluster não habilitado para DRS

source: Clone operation is not supported
pt_br: A operação de clonagem não é compatível

source: Cloud Provider (VMware vCloud)
pt_br: Provedor de nuvem (VMware vCloud)

source: Either Host Name or Cluster Name is required
pt_br: É obrigatório informar o nome do host ou o nome do cluster

source: Host must be connected to an EMS to refresh datastore files
pt_br: O host deve estar conectado a um EMS para atualizar arquivos de datastore

source: Infrastructure Provider (VMware)
pt_br: Provedor de infraestrutura (VMware)

source: Instance (VMware vCloud)
pt_br: Instância (VMware vCloud)

source: The VM is not powered on
pt_br: A VM não está ligada

source: The VM tools is not installed
pt_br: As ferramentas VM não estão instaladas

source: VMware Provider
pt_br: Provedor do VMware

source: Virtual Machine (VMware)
pt_br: Máquina virtual (VMware)

source: no block given
pt_br: nenhum bloco fornecido

source: no console credentials defined
pt_br: nenhuma credencial de console definida

source: no credentials defined
pt_br: nenhuma credencial definida

source: not connected to ems
pt_br: não conectado a EMS

source: vApp Template
pt_br: Modelo vApp
