Repository: mihirlele/cfme
Catalog: cfme-gemset/bundler/gems/cfme-providers-kubernetes-339029025f99/locale/*/ManageIQ_Providers_Kubernetes.po
Languages: fr, ja, pt_br, zh_cn

source: Advanced Settings
fr: Paramètres avancés
ja: 詳細設定
pt_br: Configurações avançadas
zh_cn: 高级设置

source: Advanced Settings for provider configuration
fr: Paramètres avancés pour la configuration du fournisseur
ja: プロバイダー構成の詳細設定
pt_br: Configurações avançadas para a configuração do provedor
zh_cn: 高级供应商配置设置

source: CVE location
fr: Emplacement CVE
ja: CVE の場所
pt_br: Local do CVE
zh_cn: CVE 位置

source: Container Provider (Kubernetes)
fr: Fournisseur de conteneurs (Kubernetes)
ja: コンテナープロバイダー (Kubernetes)
pt_br: Provedor de contêineres (Kubernetes)
zh_cn: 容器供应商 (Kubernetes) 容器供应商 (Kubernetes)

source: Enables defining a URL path prefix for XCCDF file instead of accessing the default location. example: http://my_file_server.org:3333/xccdf_files/ Expecting to find com.redhat.rhsa-RHEL7.ds.xml.bz2 file there.
fr: Permet de définir un préfixe de chemin d'URL pour un fichier XCCDF au lieu d'accéder à l'emplacement par défaut. Par exemple : http://mon_serveur_fichiers.org:3333/fichiers_xccdf/ Le fichier com.redhat.rhsa-RHEL7.ds.xml.bz2 doit s'y trouver.
ja: デフォルトの場所にアクセスする代わりに XCCDF ファイルの URL パスプレフィックスの定義を有効にします。 例: http://my_file_server.org:3333/xccdf_files/ ここで com.redhat.rhsa-RHEL7.ds.xml.bz2 ファイルを見つけられることが予想されます。
pt_br: Permite definir o prefixo do caminho da URL para o arquivo XCCDF em vez de acessar o local padrão. Exemplo: http://my_file_server.org:3333/xccdf_files/ Esperando encontrar o arquivo com.redhat.rhsa-RHEL7.ds.xml.bz2 ali.
zh_cn: 支持为 XCCDF 文件定义 URL 路径前缀，而非访问默认位置。 例如：http://my_file_server.org:3333/xccdf_files/ 预计将在此处找到 com.redhat.rhsa-RHEL7.ds.xml.bz2 文件。

source: HTTP Proxy
fr: Proxy HTTP
ja: HTTP プロキシー
pt_br: Proxy HTTP
zh_cn: HTTP 代理

source: HTTP Proxy to connect ManageIQ to the provider. example: http://user:password@my_https_proxy
fr: Proxy HTTP pouvant être utilisé pour se connecter à un serveur distant. Par exemple : http://nom_utilisateur:mot_de_passe@mon_proxy_https
ja: ManageIQ をプロバイダーに接続するために使用する HTTP プロキシーです。例: http://user:password@my_https_proxy
pt_br: O proxy HTTP para conectar o ManageIQ ao provedor. Exemplo: http://user:password@my_https_proxy
zh_cn: 使用 HTTP 代理将 ManageIQ 连接至供应商。例如：http://user:password@my_https_proxy

source: HTTP Proxy to connect image inspector pods to the internet. example: http://user:password@my_https_proxy
fr: Proxy HTTP pouvant être utilisé pour connecter à Internet les pods de l'inspecteur d'images. Par exemple : http://nom_utilisateur:mot_de_passe@mon_proxy_https
ja: イメージインスペクターポッドをインターネットに接続するために使用する HTTP プロキシーです。例: http://user:password@my_https_proxy
pt_br: O proxy HTTP para conectar pods do inspetor de imagem à Internet. Exemplo: http://user:password@my_https_proxy
zh_cn: 使用 HTTP 代理将 image inspector pod 连接至互联网。例如：http://user:password@my_https_proxy

source: HTTPS Proxy
fr: Proxy HTTPS
ja: HTTPS プロキシー
pt_br: Proxy HTTPS
zh_cn: HTTPS 代理

source: HTTPS Proxy to connect image inspector pods to the internet. example: https://user:password@my_https_proxy
fr: Proxy HTTPS pouvant être utilisé pour connecter à Internet les pods de l'inspecteur d'images. Par exemple : https://nom_utilisateur:mot_de_passe@mon_proxy_https
ja: イメージインスペクターポッドをインターネットに接続するために使用する HTTPS プロキシーです。例: https://user:password@my_https_proxy
pt_br: O proxy HTTPS para conectar pods do inspetor de imagem à Internet. Exemplo: http://user:password@my_https_proxy
zh_cn: 使用 HTTPS 代理将 image inspector pod 连接至互联网。例如：https://user:password@my_https_proxy

source: Image Inspector Options
fr: Options de l'inspecteur d'images
ja: イメージインスペクターのオプション
pt_br: Opções do Inspetor de Imagem
zh_cn: Image Inspector 选项

source: Image-Inspector Registry
fr: Registre de l'inspecteur d'images
ja: イメージインスペクターのレジストリー
pt_br: Registro do Inspetor de Imagem
zh_cn: Image-Inspector 注册表

source: Image-Inspector Repository
fr: Référentiel de l'inspecteur d'images
ja: イメージインスペクターのリポジトリー
pt_br: Repositório do Inspetor de Imagem
zh_cn: Image-Inspector 库

source: Image-Inspector Repository. example: openshift/image-inspector
fr: Référentiel de l'inspecteur d'images. Exemple : openshift/image-inspector
ja: イメージインスペクターのリポジトリーです。例: openshift/image-inspector
pt_br: Repositório do Inspetor de Imagem. Exemplo: openshift/image-inspector
zh_cn: Image-Inspector 库。例如：openshift/image-inspector

source: Image-Inspector Tag
fr: Balise de l'inspecteur d'images
ja: イメージインスペクタータグ
pt_br: Tag do Inspetor de Imagem
zh_cn: Image-Inspector 标签

source: Image-Inspector image tag. example: 2.1
fr: Balise d'image de l'inspecteur d'images. Exemple : 2.1
ja: イメージインスペクターのイメージタグ。例: 2.1
pt_br: Tag da imagem do Inspetor de Imagem. Exemplo: 2.1
zh_cn: Image-Inspector 镜像标签。例如：2.1

source: Kubernetes Provider
fr: Fournisseur Kubernetes
ja: Kubernetes プロバイダー
pt_br: Provedor do Kubernetes
zh_cn: Kubernetes 供应商

source: NO Proxy
fr: AUCUN proxy
ja: プロキシーなし
pt_br: Nenhum proxy
zh_cn: NO 代理

source: NO Proxy lists urls that should'nt be sent to any proxy. example: my_file_server.org
fr: AUCUN proxy ne répertorie les URL qui ne doivent pas être envoyées à un proxy. Exemple : mon_serveur_fichiers.org
ja: 「プロキシーなし」はプロキシーに送信できない URL を一覧表示します。例: my_file_server.org
pt_br: Nenhum proxy lista as URLs que não devem ser enviadas a nenhum proxy. Exemplo: my_file_server.org
zh_cn: NO 代理列出了不应发送至任何代理的 URL。例如：my_file_server.org

source: Pod (Kubernetes)
ja: ポッド (Kubernetes)
zh_cn: Pod (Kubernetes) Pod (Kubernetes)

source: Proxy Settings
fr: Paramètres du proxy
ja: プロキシー設定
pt_br: Configurações de proxy
zh_cn: 代理设置

source: Proxy Settings for connection to the provider
fr: Paramètres du proxy pour la connexion au fournisseur
ja: プロバイダーへの接続に使用するプロキシー設定
pt_br: Configurações de proxy para a conexão com o provedor
zh_cn: 用于连接至供应商的代理设置

source: Registry to provide the image inspector repository. example: docker.io
fr: Registre servant de référentiel à l'inspecteur d'images. Exemple : docker.io
ja: イメージインスペクターリポジトリーを提供するために使用するレジストリー。例: docker.io
pt_br: Registro para fornecer o repositório do inspetor de imagem. Exemplo: docker.io
zh_cn: 提供 image inspector 库的注册表。例如：docker.io

source: Settings for Image Inspector tool
fr: Paramètres de l'inspecteur d'images
ja: イメージインスペクターツールの設定
pt_br: Configurações da ferramenta Inspetor de Imagem
zh_cn: Image Inspector 工具的设置

source: target_class must be a class not an instance
fr: Le paramètre target_class doit être une classe et non une instance
ja: target_class はインスタンスではなく、クラスである必要があります
pt_br: target_class deve ser uma classe e não uma instância
zh_cn: target_class 必须是类，而不是实例
